<div class="flex justify-between flex-wrap-reverse w-full lg:-mt-0 -mt-24">

    <div class="flex flex-col lg:w-6/12 w-full self-center lg:mt-0 mt-10">
        <h1 class="text-4xl">
            من نحن
        </h1>

        <p class="text-lg text-gray-700 mt-10 self-center">
            بلو يعتبر هذا الاسم عراقة تاريخية من الحضارة الآشورية, اختاره مؤسسوا الشركة في عام 2016 ببغداد و منذ تأسيسها
            حرصوا على جمع الحضارة التاريخية مع الحاضر المتقدم لمزج خبرة الماضي و حداثة الحاضر, لذا توجهنا بالتعاقد مع
            شركاء رائدون في مجال الأصباغ و الطلاءات لتقديم محفظة متكاملة من الحلول و الخدمات عالية المستوى لتنفيذ أبرز
            المشاريع المرموقة في العراق و نلتزم بتقديم أعلى معايير الجودة العالمية عبر وسائل تطويرية خاصة منها تدريب
            كافة الحرفيين بجميع الاختصاصات في مجال الأصباغ لضمان تطبيق الأصباغ و الطلاءات بشكل احترافي من خلال نادي
            تعليمي, كذلك تحرص الإدارة العامة على سير الشركة بخطى ثابتة باتجاه دفع مسيرة النجاح و التميز المستمر.

        </p>
    </div>

    <div class="lg:w-5/12 w-full">
        <img src="okayguy.png" alt="">
    </div>

</div>

<div class="grid lg:grid-cols-2 grid-cols-1 gap-10 mt-24">

    <div class="flex flex-wrap lg:justify-between justify-center w-full">
        <img src="vision.png" alt="">
        <p class="self-center lg:w-9/12 w-full lg:mt-0 mt-6 text-justify">
            بناء هيكلية ادارية مستديرة والعمل بروح فريقً واحد وخلق روح التعاون بين جميع أفراد الشركة والعمل برؤية واحدة
            هادفة وهي تقديم أفضل الخدمات لزبائننا في جميع فروع الشركة.
        </p>
    </div>

    <div class="flex flex-wrap lg:justify-between justify-center w-full lg:mt-0 mt-16">
        <img  src="goals.png" alt="">
        <p class="self-center lg:w-9/12 w-full lg:mt-0 mt-6 text-justify">
            تسعى شركتنا الى تقديم أهم الاهداف الاساسية في السوق العراقي وهو توفير منتجات عالية الجودة وصديقة للبيئة من
            حيث
            الكفاءة والشكل ونسعى ان تكون منافسة من حيث التكلفة لتلبية احتياجات زبائننا في مجال الاصباغ وكذلك نهدف لفتح
            عدة
            فروع في جميع محافظات العراق لنضمن تواجدنا بالقرب من زبائننا.
        </p>
    </div>

</div>